Repository: Robeliki/wordpress-importer
Catalog: languages/worpress-importer-*.po
Languages: nl_nl

source: There was an error when reading this WXR file
nl_nl: Er is een fout opgetreden tijdens het lezen van deze WXR bestand

source: Details are shown above. The importer will now try again with a different parser...
nl_nl: Details worden hierboven getoond. De importeerfuctie zal nu opnieuw proberen met een andere parser ...

source: This does not appear to be a WXR file, missing/invalid WXR version number
nl_nl: Dit lijkt geen WXR bestand, ontbrekende/ongeldige WXR versienummer

source: Sorry, there has been an error.
nl_nl: Sorry, er is een fout opgetreden.

source: The file does not exist, please try again.
nl_nl: Het bestand niet bestaat, probeer het opnieuw.

source: All done.
nl_nl: Alles klaar.

source: Have fun!
nl_nl: Heb plezier!

source: Remember to update the passwords and roles of imported users.
nl_nl: Vergeet niet om de wachtwoorden en rollen van geïmporteerde gebruikers updaten.

source: This WXR file (version %s) may not be supported by this version of the importer. Please consider updating.
nl_nl: Deze WXR bestand (versie %s) mogelijk niet ondersteund door deze versie van de importeer. U kunt het te overwegen om het te updaten.

source: Failed to import author %s. Their posts will be attributed to the current user.
nl_nl: Mislukt auteur %s te importeren. Hun posten zullen worden toegeschreven aan de huidige gebruiker.

source: Assign Authors
nl_nl: Toegewezen Auteurs

source: To make it easier for you to edit and save the imported content, you may want to reassign the author of the imported item to an existing user of this site. For example, you may want to import all the entries as <code>admin</code>s entries.
nl_nl: Om het makkelijker voor u om te bewerken en de geïmporteerde inhoud te bewaren, kunt u de auteur van de ingevoerde post toewijzen aan een bestaande gebruiker van deze site. Bijvoorbeeld, kunt u alle importeren met items als <code>admin</ code>s .

source: If a new user is created by WordPress, a new password will be randomly generated and the new user&#8217;s role will be set as %s. Manually changing the new user&#8217;s details will be necessary.
nl_nl: Als er een nieuwe gebruiker wordt aangemaakt door WordPress, zal een nieuw wachtwoord worden willekeurig gegenereerd en de nieuwe user&#8217;s rol zal zijn als %s. Handmatig de gegevens van de nieuwe gebruiker te veranderen zal nodig zijn.

source: Import Attachments
nl_nl: Importeer Bijlagen

source: Download and import file attachments
nl_nl: Download en importeer bestand bijlages.

source: Submit
nl_nl: Verstuur

source: Import author:
nl_nl: Importeer auteur:

source: or create new user with login name:
nl_nl: of creëer een nieuwe gebruiker met gebruikersnaam:

source: as a new user:
nl_nl: als een nieuwe gebruiker:

source: assign posts to an existing user:
nl_nl: wijs posten toe aan een bestaande gebruiker:

source: or assign posts to an existing user:
nl_nl: of wijs posten toe aan een bestaande gebruiker:

source: - Select -
nl_nl: - Selecteer -

source: Failed to create new user for %s. Their posts will be attributed to the current user.
nl_nl: Fout tijdens creëren nieuwe gebruiker voor %s. Hun posten zal worden toegewezen aan de huidige gebruiker.

source: Failed to import category %s
nl_nl: Fout tijdens importeren categorie %s

source: Failed to import post tag %s
nl_nl: Fout tijdens importeren bericht tag %s

source: Failed to import %s %s
nl_nl: Fout tijdens importeren %s %s

source: Failed to import &#8220;%s&#8221;: Invalid post type %s
nl_nl: Fout tijdens importeren &#8220;%s&#8221;: Ongeldige post type %s

source: %s &#8220;%s&#8221; already exists.
nl_nl: %s &#8220;%s&#8221; bestaat alreeds.

source: Failed to import %s &#8220;%s&#8221;
nl_nl: Fout tijdens importeren %s &#8220;%s&#8221;

source: Menu item skipped due to missing menu slug
nl_nl: Menu-item overgeslagen vanwege ontbrekende menu slug

source: Menu item skipped due to invalid menu slug: %s
nl_nl: Menu-item overgeslagen vanwege ontbrekende menu slug: %s

source: Fetching attachments is not enabled
nl_nl: Het ophalen van bijlagen is niet ingeschakeld

source: Invalid file type
nl_nl: Ongeldig bestandstype

source: Remote server did not respond
nl_nl: Externe server heeft niet gereageerd

source: Remote server returned error response %1$d %2$s
nl_nl: Externe server stuurde foutreactie %1$d %2$s terug

source: Remote file is incorrect size
nl_nl: Extern bestand heeft niet de juiste bestands grootte

source: Zero size file downloaded
nl_nl: Leeg bestand gedownload

source: Remote file is too large, limit is %s
nl_nl: Extern bestand is te groot, limiet is %s

source: Import WordPress
nl_nl: Importeer Wordpress

source: A new version of this importer is available. Please update to version %s to ensure compatibility with newer export files.
nl_nl: Een nieuwe versie van deze importeur beschikbaar. Gelieve te updaten naar versie %s om compatibiliteit te garanderen en met nieuwere export bestanden.

source: Howdy! Upload your WordPress eXtended RSS (WXR) file and we&#8217;ll import the posts, pages, comments, custom fields, categories, and tags into this site.
nl_nl: Hallo! Upload uw WordPress eXtended RSS-bestand (WXR) en wij importeren de berichten, pagina's, reacties, aangepaste velden, categorieën en tags in deze site.

source: Choose a WXR (.xml) file to upload, then click Upload file and import.
nl_nl: Kies een WXR (.xml) bestand om te uploaden, klik op Bestand uploaden en importeer.

source: Import <strong>posts, pages, comments, custom fields, categories, and tags</strong> from a WordPress export file.
nl_nl: Importeer <strong> berichten, pagina's, reacties, aangepaste velden, categorieën en tags </ strong> van een WordPress-exportbestand.

source: Import posts, pages, comments, custom fields, categories, tags and more from a WordPress export file.
nl_nl: Importeer berichten, pagina's, reacties, aangepaste velden, categorieën, tags en meer van een WordPress exportbestand.
